<?php

return [
    "COMPANY." => "COMPANY. ",
    "CEO." => "CEO. ",
    "Tel." => "Tel. ",
    "BUSINESS LICENCE." => "事業者番号 ",
    "E-COMMERCE PERMINT." => "通信販売業許可 ",
    "ADDRESS." => "住所 ",
    "PERSONL INFORMATION MANAGER." => "個人情報管理責任者 ",
    "(주)엑소미어" => "株式会社エクソミア",
    "정성헌" => "チョン・ヨンチョル",
    "02-1577-1586" => "02-1577-1586",
    "453-87-02974" => "453-87-02974",
    "사업자정보확인" => "事業者情報確認",
    "제 2024-서울송파-0603" => "第2024-ソウル松坡-0603号",
    "05836 서울특별시 송파구 법원로11길 11, 2층 204호 (문정동, 문정현대 지식산업센터1-1)" =>
        "05836 ソウル特別市松坡区法院路11キル11、2階204号 (文井洞、文井現代知識産業センター1-1)",
    "김영아(exomere@exomere.com)" => "キム・ヨンア (exomere@exomere.com)"
];

