<?php

namespace App\Constants;

class CommonConstants
{
    public const BANK_LIST = [
        "001" => "한국은행",
        "002" => "산업은행",
        "003" => "기업은행",
        "004" => "국민은행",
        "005" => "외환은행",
        "007" => "수협중앙회",
        "011" => "농협중앙회",
        "012" => "단위농협",
        "020" => "우리은행",
        "023" => "SC제일은행",
        "027" => "씨티은행",
        "031" => "대구은행",
        "032" => "부산은행",
        "034" => "광주은행",
        "035" => "제주은행",
        "037" => "전북은행",
        "039" => "경남은행",
        "045" => "새마을금고",
        "048" => "신협중앙회",
        "050" => "상호저축은행",
        "051" => "웰컴디지털뱅크",
        "052" => "모건스탠리",
        "054" => "HSBC",
        "055" => "도이치뱅크",
        "056" => "ABN암로",
        "057" => "JP모건체이스",
        "060" => "보아은행",
        "064" => "산림조합중앙회",
        "071" => "우체국",
        "081" => "하나은행",
        "088" => "신한은행",
        "089" => "KB증권",
        "090" => "메리츠증권",
        "091" => "카카오뱅크",
        "092" => "토스뱅크",
        "093" => "케이뱅크",
    ];
}